10/data/attachments/cea00be6a9a7745a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Linda_reason_Actions_76703_3</nif:username>
            <nif:friendToBeRequested>soap_actions_bd499d76-c2de-43d5-9c2c-35abbfe1f50d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>